Repository: common-repository/helpfulnessmeter
Catalog: languages/hfnm-*.po
Languages: fr_fr

source: Was this helpful?
fr_fr: Cet article est utile ?

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Thanks for your positive feedback!
fr_fr: Merci pour votre avis positif !

source: Thanks for your negative feedback!
fr_fr: Merci pour votre avis négatif !

source: Please
fr_fr: Veuillez

source: fill in the options
fr_fr: renseigner les options

source: in order to use HelpfulnessMeter.
fr_fr: afin d’utiliser HelpfulnessMeter.

source: Settings
fr_fr: Réglages

source: helpful
fr_fr: utile

source: not helpful
fr_fr: pas utile

source: Statistics have been reset.
fr_fr: Les statistiques ont été réinitialisées.

source: Settings saved.
fr_fr: Réglages enregistrés.

source: HelpfulnessMeter Options
fr_fr: Options d'HelpfulnessMeter

source: The HelpfulnessMeter widget will automatically appear at the end of the selected post types. Please choose the post types where you would like to display this widget.
fr_fr: Le widget HelpfulnessMeter apparaîtra automatiquement à la fin des types de publication sélectionnés. Veuillez choisir les types de publication où vous souhaitez afficher ce widget.

source: Alternatively, you can manually display the widget anywhere in your content using the following shortcode:
fr_fr: Vous pouvez également afficher manuellement le widget n’importe où dans votre contenu à l’aide du shortcode suivant :

source: You may also need to list all content stats where the above shortcode is manually added, in that case I invite you to create a private page and paste the following shortcode to do so:
fr_fr: Vous devrez peut-être également lister toutes les statistiques de contenu où le shortcode ci-dessus est ajouté manuellement, dans ce cas, je vous invite à créer une page privée et à coller le shortcode suivant pour le faire :

source: Post Types
fr_fr: Types de publication

source: Positive Answer
fr_fr: Réponse positive

source: Negative Answer
fr_fr: Réponse négative

source: Thank You Message for Positive Answer
fr_fr: Message de remerciement pour un avis positif

source: Thank You Message for Negative Answer
fr_fr: Message de remerciement pour un avis négatif

source: Reset Statistics
fr_fr: Réinitialiser les statistiques

source: Content Title
fr_fr: Titre du contenu

source: HelpfulnessMeter Statistics
fr_fr: Statistiques HelpfulnessMeter

source: Improve your WordPress content by easily collecting feedback from your visitors.
fr_fr: Améliorez votre contenu WordPress en recueillant facilement les commentaires de vos visiteurs.
